-- --------------------------------------------------------
-- Host:                         127.0.0.1
-- Server version:               10.4.17-MariaDB - Source distribution
-- Server OS:                    osx10.10
-- HeidiSQL Version:             11.3.0.6295
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

-- Dumping data for table b_out.t_category: ~38 rows (approximately)
/*!40000 ALTER TABLE `t_category` DISABLE KEYS */;
INSERT IGNORE INTO `t_category` (`dep_id`, `cat_id`, `id`, `name`) VALUES
	('001', '001', '001-001', 'Световые приборы полного движения'),
	('001', '002', '001-002', 'Прожекторы следящего света'),
	('001', '003', '001-003', 'Стробоскопы, блайндеры, пары'),
	('001', '004', '001-004', 'Светодиодные приборы'),
	('001', '005', '001-005', 'Осветительный и архитектурный свет'),
	('001', '006', '001-006', 'Дым, туман, вентиляторы, прочее'),
	('001', '007', '001-007', 'Пульты'),
	('002', '001', '002-001', 'Светодиодное видео оборудование'),
	('002', '002', '002-002', 'Проектора, плазмы и проекционные экраны'),
	('002', '003', '002-003', 'Медиасерверы и комплектующие для них'),
	('002', '004', '002-004', 'Контроллеры для светодиодных экранов'),
	('002', '005', '002-005', 'Видеопроцессоры и коммутаторы'),
	('002', '006', '002-006', 'Преобразователи и удлинители сигнала'),
	('002', '007', '002-007', 'Конструктив и подвесное оборудование'),
	('002', '008', '002-008', 'Камеры и трансляционное оборудование'),
	('003', '001', '003-001', 'Силовые ящики, Димерные блоки/Power distribution, dimmers'),
	('003', '002', '003-002', 'Коммутация/Commutation'),
	('003', '003', '003-003', 'Силовая коммутация/power commutation'),
	('003', '004', '003-004', 'Прочее/rest equipment'),
	('004', '001', '004-001', 'Фермы 27х36'),
	('004', '002', '004-002', 'Фермы 30х30'),
	('004', '003', '004-003', 'Фермы 40х40'),
	('004', '004', '004-004', 'Фермы 50х60'),
	('004', '005', '004-005', 'Фермы 52х52'),
	('004', '006', '004-006', 'Ферма 60х76 и другие'),
	('004', '007', '004-007', 'Треугольные фермы'),
	('004', '008', '004-008', 'Дулайты'),
	('004', '009', '004-009', 'BTT truss'),
	('004', '010', '004-010', 'Различные крепления'),
	('004', '011', '004-011', 'Лебедки'),
	('004', '012', '004-012', 'Подъемник телескопический'),
	('004', '013', '004-013', 'Оборудование для подвеса лебедок'),
	('004', '014', '004-014', 'Кинетика и гидравлика'),
	('004', '015', '004-015', 'Управление для кинетики и гидравлики'),
	('004', '016', '004-016', 'Сценические станки'),
	('004', '017', '004-017', 'Леер'),
	('004', '018', '004-018', 'Цельные конструкции'),
	('004', '019', '004-019', 'Элеваторы');
/*!40000 ALTER TABLE `t_category` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
